[
  {
    "title": "Breakfast",
    "slug": "breakfast-3",
    "time": "8:00AM",
    "description": "Wake up with your Size fam and grab the most important meal of the day! Enjoy breakfast along with fellow attendees at the hotel restaurant.",
    "location": ""
  },
  {
    "title": "Vendor Hall",
    "slug": "vendor-hall",
    "time": "9:30AM - 9:00PM",
    "description": "Come and checkout the many amazing, unique and risqué goods sold by our talented creators and performers! Commission artists and talent alike, buy artwork and sizey products, and don’t forget to see what exciting services and demos are available!",
    "location": ""
  },
  {
    "title": "Virtual Hybrid Social",
    "slug": "virtual-hybrid-social-2",
    "time": "9:00AM",
    "description": "We have had a blast putting together online events over the past years since our last in person SizeCon, and we have had such a wonderful time meeting new folks.  This social will be our chance to include and reconnect  with those who can't make it all the way to NJ.  This social will be an informal opportunity to say hi, meet some of the incredible folks who have contributed to our online spaces, and let those who can't join us in on some of the action!",
    "location": ""
  },
  {
    "title": "Diversity in the Size Community",
    "slug": "diversity-in-the-size-community",
    "time": "10:00AM",
    "description": "As our community grows (and shrinks… and expands…) more and more people are getting exposed to different forms of Size-based erotica. What does this mean for the future of the Size community? What is the role of the LGBTQ community within the things we love and what unique perspectives can we bring to the table? What can be done to reduce bullying in the community and to encourage women and minorities as creators? What stories would you like to share? Join us for a discussion that aims to give a spotlight to often overlooked folks in our community.",
    "location": ""
  },
  {
    "title": "The Power Play Social",
    "slug": "the-power-play-social",
    "time": "10:00AM",
    "description": "For those interested in and wanting to discuss BDSM, D/s relationships, etc. Come meet with other naughty kinksters and share your stories or learn more about the lifestyle.",
    "location": ""
  },
  {
    "title": "Uneven & Extreme Size Social",
    "slug": "uneven-and-extreme-size-social",
    "time": "10:00AM",
    "description": "Do you like beings who are the size of planets or microscopic tinies? Or how about people who grow  or shrink their certain body parts unevenly? If so, you're in good company! Come join us for a discussion on Uneven & Extreme Size!",
    "location": ""
  },
  {
    "title": "SizeCon Escape the Room",
    "slug": "sizecon-escape-the-room",
    "time": "10:00AM - 9:00PM",
    "description": "Back by popular demand, enjoy a whole brand-new puzzle, brought to you by our puzzle master Scidram (a.k.a. Syrus Durham)! Who's willing to take a fantastic voyage and solve this oversized mystery? Can it be done in forty-five minutes before the reduction process reverts? Come to SizeCon 2023 and find out!",
    "location": ""
  },
  {
    "title": "Producer Q & A Panel",
    "slug": "producer-qna-panel",
    "time": "11:00AM",
    "description": "Presented by Maxgrowth Productions.",
    "location": ""
  },
  {
    "title": "Silver Social",
    "slug": "silver-social",
    "time": "11:00AM",
    "description": "This social is specifically for the wisests of Size Con attendees - Seniors, Boomers, and GenX'ers gather to discuss their personal Size experiences growing before the internet!",
    "location": ""
  },
  {
    "title": "BIPOC Size Social",
    "slug": "bipoc-size-social",
    "time": "11:00AM",
    "description": "",
    "location": ""
  },
  {
    "title": "Lunch",
    "slug": "lunch-3",
    "time": "12:00PM",
    "description": "Take a break and grab some grub! Enjoy lunch with fellow attendees at the hotel restaurant. ",
    "location": ""
  },
  {
    "title": "Body Morph Workshop",
    "slug": "body-morph-workshop",
    "time": "1:00PM",
    "description": "Brought to you by Maxgrowth!",
    "location": ""
  },
  {
    "title": "Shrinkin’ Ladies Café",
    "slug": "shrinkin-ladies-cafe",
    "time": "1:00PM",
    "description": "Come and enjoy the company of Size Con's gradually dwindling crew at our new and improved interactive Role-Play and variety show experience - The show is free so don't miss it! We'll be serving complementary coffee and tea. Tips appreciated!",
    "location": ""
  },
  {
    "title": "Size Supporters Social",
    "slug": "size-supporters-social",
    "time": "1:00PM",
    "description": "We know. We're sometimes a lot to deal with. But we know you love us, because you're here at SizeCon celebrating with us! If you are not a size fan but here to support someone, stop by this social to speak with other folks who are also in relationships with a size partner or partners! Share experiences, tips, vent, etc. You are part of the community too, so feel free to participate in a casual, private setting, in a space just for you!",
    "location": ""
  },
  {
    "title": "Neurodivergence Social",
    "slug": "neurodivergence-social",
    "time": "1:00PM",
    "description": "This is a space specifically for folks who identify as neurodivergent in any shape or form to come together and share the love of size.  We know there are so many of us and welcome you to come and connect with others!",
    "location": ""
  },
  {
    "title": "Size History Panel",
    "slug": "size-history-panel",
    "time": "2:00PM",
    "description": "How did we as a community get here? Well, it's time you hear it straight from the lips of those who started it all!",
    "location": ""
  },
  {
    "title": "Giant Men & Tiny Ladies Social",
    "slug": "giant-men-and-timy-ladies-social",
    "time": "2:00PM",
    "description": "Whether romantic or domineering, Giant Men and Tiny ladies gather for a deep dive on what makes you tick!",
    "location": ""
  },
  {
    "title": "Giantess & Tiny Men Social",
    "slug": "giantess-and-tiny-men-social",
    "time": "2:00PM",
    "description": "Whether romantic or domineering, Giantess' and Tiny men gather for a deep dive on what makes you tick!",
    "location": ""
  },
  {
    "title": "D&D Campaign",
    "slug": "dnd-campaign-2",
    "time": "2:00PM - 5:00PM",
    "description": "There’s treasure to be grabbed, monsters to tackle, and traps to avoid, but this time our party of adventurers is going to have to deal with a different scale of challenge. Back by popular demand, join some of the best GMs from within the Size community to roll some dice and see just how dangerous a few magic spells in the wrong hands can be! Spots do fill up, so we highly suggest to sign up before the event.",
    "location": ""
  },

  {
    "title": "Closing Ceremony",
    "slug": "closing-ceremony",
    "time": "5:00PM",
    "description": "A few parting words from the Size Con Crew. This is the time where we say goodbye and give thanks to our awesome guests and dedicated volunteers with a quick video presentation! Thank you all for another great convention!",
    "location": ""
  },
  {
    "title": "Dinner",
    "slug": "dinner-3",
    "time": "6:00PM",
    "description": "Take a break and grab some grub! Enjoy dinner with fellow attendees at the hotel restaurant.",
    "location": ""
  },
  {
    "title": "City Destruction",
    "slug": "city-destruction",
    "time": "7:00PM - 9:00PM",
    "description": "More info coming soon!",
    "location": ""
  },

  {
    "title": "Silent Auction Charity Event",
    "slug": "silent-auction-charity-event",
    "time": "10:00PM",
    "description": "Want to support a noble cause? Want to get some really awesome swag from some of your favorite artists and writers? Come fill out our silent charity auction form and do both at the same time! 100% of the proceeds from this event will be donated to the Human Rights Campaign. More information available at https://www.hrc.org/.",
    "location": ""
  },
  {
    "title": "SizeCon Floor Closes",
    "slug": "sizecon-floor-closes",
    "time": "12:00AM",
    "description": "Thanks for another unforgettable year at SizeCon!",
    "location": ""
  }
]
