[
  {
    "title": "Breakfast",
    "slug": "breakfast-1",
    "time": "8:00AM",
    "description": "Wake up with your Size fam and grab the most important meal of the day! Enjoy breakfast along with fellow attendees at the hotel restaurant.",
    "location": ""
  },
  {
    "title": "Opening Ceremony",
    "slug": "opening-ceremony",
    "time": "9:00AM",
    "description": "Size Con's Official kick-off ceremony with short speeches by those behind this one-of-a-kind event!",
    "location": ""
  },
  {
    "title": "Vendor Hall",
    "slug": "vendor-hall",
    "time": "9:30AM - 9:00PM",
    "description": "Come and checkout the many amazing, unique and risqué goods sold by our talented creators and performers! Commission artists and talent alike, buy artwork and sizey products, and don’t forget to see what exciting services and demos are available!",
    "location": ""
  },
  {
    "title": "Size Wars",
    "slug": "size-wars-1",
    "time": "10:00AM",
    "description": "Come one, come all, to Size Con’s premiere gaming event! Compete with other attendees to be the champion of Size Wars!",
    "location": ""
  },
  {
    "title": "Newbie Social",
    "slug": "mewbie-social",
    "time": "10:00AM",
    "description": "Across the country, and even abroad, we've all gathered here today because we all have one thing in common: OUR LOVE OF SIZE! What brought you to Size Con this year? What do you hope to gain from your time here? Mingle with fellow Size fans and let's get rid of those Size-Con jitters together! 😎",
    "location": ""
  },
  {
    "title": "Size Language 101",
    "slug": "size-language-101",
    "time": "11:00AM",
    "description": "The language we use to describe our size interests is incredibly varied. This panel discusses common and differing terms we use for our size interests.",
    "location": ""
  },
  {
    "title": "The Fluffy Feels Social",
    "slug": "the-fluffy-feels-social",
    "time": "11:00AM",
    "description": "Sometimes we just want to enjoy Size-play without the sex. Gather together to have a lighter, fluffier, and more traditionally romantic side of Size!",
    "location": ""
  },
  {
    "title": "Lunch",
    "slug": "lunch-1",
    "time": "12:00PM",
    "description": "Take a break and grab some grub! Enjoy lunch with fellow attendees at the hotel restaurant.",
    "location": ""
  },
  {
    "title": "Ace Panel",
    "slug": "ace-panel",
    "time": "1:00PM",
    "description": "Diving into Asexuality and Size!",
    "location": ""
  },
  {
    "title": "Size Support Social",
    "slug": "size-support-social",
    "time": "1:00PM",
    "description": "We know. We're sometimes a lot to deal with. But we know you love us, because you're here at SizeCon celebrating with us! If you are not a size fan but here to support someone, stop by this social to speak with other folks who are also in relationships with a size partner or partners! Share experiences, tips, vent, etc. You are part of the community too, so feel free to participate in a casual, private setting, in a space just for you!",
    "location": ""
  },
  {
    "title": "Size Wars",
    "slug": "size-wars-2",
    "time": "2:00PM",
    "description": "Come one, come all, to Size Con’s premiere gaming event! Compete with other attendees to be the champion of Size Wars!",
    "location": ""
  },
  {
    "title": "Ace Social",
    "slug": "ace-social",
    "time": "2:00PM",
    "description": "A gathering for all ace size fans! Come share your experiences and meet others just like you!",
    "location": ""
  },
  {
    "title": "Sizey Songs and Macro Music Videos",
    "slug": "sizey-songs-and-macro-music-videos",
    "time": "2:00PM",
    "description": "",
    "location": ""
  },
  {
    "title": "Size-Fur Panel",
    "slug": "size-fur-panel",
    "time": "3:00PM",
    "description": "A panel discussing the popular crossroads of furry and size content!",
    "location": ""
  },
  {
    "title": "Hungry Hunks Social",
    "slug": "hungry-hunks-social",
    "time": "3:00PM",
    "description": "Rumbly bellies make you weak, open maws make you moan, and the thought of being swallowed by a sexy Giant guy drives you crazy! Vore fans unite and discuss hungry hunks who can't get enough tiny snacks like you! Hungry giants and foolish prey welcome.",
    "location": ""
  },
  {
    "title": "Casting Demonstration",
    "slug": "casting-demonstration",
    "time": "3:00PM",
    "description": "",
    "location": ""
  },
  {
    "title": "Extreme Size Panel",
    "slug": "extreme-size-panel",
    "time": "4:00PM",
    "description": "A discussion on sizes that fringe on planetary to microscopic.",
    "location": ""
  },
  {
    "title": "BDSM 101",
    "slug": "bdsm-101",
    "time": "4:00PM",
    "description": "A thorough rundown of BDSM and D/s practices, terminology, and events outside of Size Con to explore your own Power-Play fantasies.",
    "location": ""
  },
  {
    "title": "Tall Tails Social",
    "slug": "tall-tails-social",
    "time": "4:00PM",
    "description": "Furries unite! The furry-size community is robust, unique and growing! Let's discuss our love of size, paws, tails and sharp maws included!",
    "location": ""
  },
  {
    "title": "Size & Self Discovery Panel",
    "slug": "size-and-self-discovery-panel",
    "time": "5:00PM",
    "description": "Perspectives on how creating, engaging, and just existing in the world of size shapes identity, through the lenses of gender, sexuality, and everything else. Presented by Didi Star!",
    "location": ""
  },
  {
    "title": "Size Wars",
    "slug": "size-wars-3",
    "time": "5:00PM",
    "description": "Come one, come all, to Size Con’s premiere gaming event! Compete with other attendees to be the champion of Size Wars!",
    "location": ""
  },
  {
    "title": "Male Expansion Social",
    "slug": "male-expansion-social",
    "time": "5:00PM",
    "description": "For fans of dudes expanding and/or putting on muscle - come sit and discuss how your interests came to be and how you enjoy them today!",
    "location": ""
  },
  {
    "title": "Dinner",
    "slug": "dinner-1",
    "time": "6:00PM",
    "description": "Take a break and grab some grub! Enjoy dinner with fellow attendees at the hotel restaurant.",
    "location": ""
  },
  {
    "title": "Microphile Panel",
    "slug": "microphile-panel",
    "time": "7:00PM",
    "description": "This panel is all about those who like to grow to giant sizes or shrink others! Come join the discussion with our diverse group of panelists!",
    "location": ""
  },
  {
    "title": "Weight Gain Bazaar",
    "slug": "weight-gain-bazaar",
    "time": "7:00PM",
    "description": "Come one, come all! Pick up your BIG BUCKS at the Weight Gain Bazaar and help one lucky lady grow exponentially bigger, better and sexier!",
    "location": ""
  },
  {
    "title": "Breast Expansion Social",
    "slug": "breast-expansion-social",
    "time": "7:00PM",
    "description": "For fans of breasts that keep getting bigger and bigger (...and bigger). Come sit and discuss how your interests came to be and how you enjoy them today!",
    "location": ""
  },
  {
    "title": "Welcome to the Darkside Panel",
    "slug": "welcome-to-the-darkside-panel",
    "time": "8:00PM",
    "description": "Not for the faint of heart! This panel is for fans of size-related cruel delights. This panel will discuss size alongside BDSM and embracing your sexuality.",
    "location": ""
  },
  {
    "title": "Radio Play Event",
    "slug": "radio-play-event",
    "time": "8:00PM",
    "description": "Brought to you by Praedatorius.",
    "location": ""
  },
  {
    "title": "Ass Expansion Social",
    "slug": "ass-expansion-social",
    "time": "8:00PM",
    "description": "If you're fascinated by body parts swelling out of proportion or love seeing characters inflated like balloons, this is the panel for you! Baby got back! For fans of booties that keep getting bigger and bigger and bi-- well you get the picture.",
    "location": ""
  },
  {
    "title": "Gulliveria Café",
    "slug": "gulliveria-café",
    "time": "9:00PM",
    "description": "Thirsty? Join us for an unforgettable Giantess experience at our new and improved interactive Role-Play and Variety Cafe Show experience! We'll be featuring several acts by our crew of stunning Giantess performers - Entry is free, so don't miss it! Complementary Tea or Coffee is available if you can show our Giantess servers that you are worthy. Tips appreciated, space is limited!",
    "location": ""
  },
  {
    "title": "Darkside Social",
    "slug": "darkside-social",
    "time": "9:00PM",
    "description": "Not for the faint of heart! This social is for lovers of size-related cruel delights - violence, humiliation, death who want to discuss it in a more intimate setting.",
    "location": ""
  },
  {
    "title": "SizeCon Karaoke Club 🎵",
    "slug": "sizecon-karaoke-club",
    "time": "10:00PM - 12:00AM",
    "description": "Get in touch with your inner diva or rockstar! If you’ve never tried karaoke before you will not regret it! Everyone welcome regardless of experience and a great way to connect with everyone after a busy first day of Sizecon!",
    "location": ""
  }
]
